Repository: recoded-co/dashboard
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Advanced options
pl: Opcje zaawansowane

source: Questionnaires
pl: Kwestionariusze

source: Plan Proposals
pl: Propozycja planu

source: Idea Competition
pl: Porównanie propozycji

source: This is the link to the project page. The link has to be a full link starting with http:// or https://
pl: To jest pełny link do strony projektu. Musi zaczynać się od http:// lub https://

source: Link to project
pl: Odnośnik do projektu

source: This is the location of the project that is shown on the dashboard. The area will be clickable and work as a link that takes the user to the project.
pl: To jest obszar, którego dotyczy projek, ta informacja będzie wyświetlona w panelu. Wskazany obszar po kliknięciu przeniesie użytkownika do powiązanego projektu.

source: This is the link to the project rest endpoint. The link has to be a full link starting with http:// or https:// and ending with /active/,<br /> e.g. http://somehost/somepath/geoforms/active/
pl: To jest odnośnik do usługi REST. Link musi rozpoczynać się od http:// lub https:// oraz kończyć /active/<br/> np. http://host/ścieżka/geoforms/active/

source: link to project
pl: Odnośnik do projektu

source: url description
pl: opis odnośnika

source: Go to the application..
pl: Przejdź do ankiety..

source: Idea competitions
pl: Konkurs projektów

source: Planning projects
pl: Projekt planistyczny
